catfacts = [
    'Ученые предполагают, что кошки и собаки произошли от одного предка — '
    'мелких хищников из вида Miacidae, живших в основном '
    'на деревьях примерно 66 миллионов лет назад.',
    'В Египте кошки считались священными животными, '
    'которых оберегали. Египтяне даже поклонялись кошкам '
    'в образе богини Бастет. Если домашний питомец умирал, '
    'владельцы в знак траура сбривали себе брови. А за грубое '
    'обращение, убийство и контрабанду кошек в другие страны '
    'виновных ждало суровое наказание, вплоть до смертной казни.',
    'Ученые подсчитали, что потомство одной пары кошек за семь '
    'лет может произвести на свет больше 400 тысяч новых особей.',
    'Есть два официально установленных психических заболевания: '
    'айлурофилия (чрезмерная привязанность к кошкам) и айлурофобия '
    '(патологическая боязнь домашних кошек).',
    'Да, у кошек тоже бывает аллергия на «людей», '
    'а точнее на то, что с ними связано. Например, '
    'причиной аллергических реакций у питомцев '
    'могут стать сигаретный дым, запахи парфюмерии'
    ' и даже человеческая перхоть.',
    'Средняя продолжительность жизни кошек '
    'при должном уходе — 12-15 лет. Нередко '
    'питомцы доживают до 20 лет и более. Но '
    'есть и абсолютные рекордсмены. Например, кошка по кличке Кримм '
    'Пафф из США прожила 38 лет и 3 дня.',
    'В мире кошек есть свои гиганты. Безусловно, самыми '
    'крупными представителями негибридных домашних '
    'пород являются мейн-куны. Длина их тела может '
    'достигать 120 см, а вес котов — 12-15 кг.',
    'Кошки плохо различают мелкие предметы '
    'на расстоянии до 70 сантиметров, но могут '
    'прекрасно видеть их за 60 метров впереди.',
    'Кошки различают три цвета: красный, зеленый и синий. '
    'Это было установлено в результате экспериментов. Все остальное '
    'они видят серым.',
    'Домашние коты могут мурчать не только от '
    'удовольствия, но и от испуга, беспокойства или болевых ощущений.',
    '«Узоры» на носу каждого питомца отличаются и не могут '
    'быть одинаковыми, так же как и папиллярные узоры на подушечках '
    'пальцев человека.'
]