{"Жан Кокто": "«Кошки - это видимая душа дома, потому что время, проведенное с ними, никогда не теряется зря»", "Альберт Швейцер": "Кошки и музыка - два способа спастись от жизненных невзгод»", "Марк Твен": "«Невинного выражения их мордочки достаточно, чтобы занять большую часть места в вашем сердце»", "Джеймс Херриот": "«Тереться своим лицом о твое и касаться твоей щеки когтями - это выражение любви»", "Сьюзан Ховатч": "«Ваше сердце, вероятно, очень большое, если вы любили много кошек»", "Марта Кертис": "«Мой дом был бы чище без моей кошки, но мое сердце было бы грустным и пустым!»,", "Виктор Гюго": "«Бог сотворил кошку для того, чтобы у человека был тигр, которого можно погладить.»", "Алексей Иванов": "«Коты – это ценнейший ресурс. Они уют вырабатывают.»", "Пол Грэй": "«Любить кошку можно только на ее условиях.»", "Эмиль-Огюст Шартье": "«С эстетической точки зрения, в мире существует только две идеальные вещи: часы и кошки.\n»", "Теофил Готье": "«Если вы понравитесь кошке, она позволит вам стать ее другом, но хозяином – никогда!»", "Владимир Маяковский": "«Все с уважением относятся к коту за то, что кот любит чистоту.»", "Мэри Блай": "«Собака, если ее позвать, прибежит; кошка – примет к сведению.»", "Роальд Даль": "«Коты знают, что делают. Ни за что не встретишь кота, который делал бы то, чего он не хочет. Кто угодно, только не они.\n»", "Тeрри Пратчетт": "«Все дело в том, что кошки – это вам не собаки.»", "Артур Бриджес": "«Кошки безошибочно понимают, что значит полное сосредоточение, и как помешать вам его достичь.»", "Стивен Кинг": "«Разве поймешь, что у кошки на уме? Легче по морщинкам на скорлупе догадаться, о чем думает грецкий орех.»", "Джорджина С. Гейтс": "«Предназначение кошки – сидеть и вызывать восхищение.»", "Терри Прaтчетт": "«Кошачесть – это образ жизни.»", "Терри Пратчeтт": "«Кстати говоря, как правило, настоящих котов зовут довольно-таки длинно, например: Брысьаттудапоганецэтакий, Мамподкловаткойстласылаплячется или Анечегобылоподногилезть. Настоящие коты не носят имен вроде Винсент Маунтджой Динь-Динь»", "Тepри Пратчетт": "«Сперва вы всем видом даете коту понять, что он вам глубоко безразличен, а пройдет немного времени — и вы уже носитесь с ним, как курица с яйцом, потому что ему вроде как нездоровится.»"}